[
    {
        "id": 1,
        "name": "Halt a Storm",
        "type": "weather spell",
        "items": "Sword or wand, Silver or dark blue glitter, Frankincense, Hematite",
        "description": "Take some frankincense and a hematite stone, place them on a pentacle you've drawn on the ground (with your sword or wand). Place the tool of your choice in the middle of the pentacle and while holding the stone in your hand say:' Morrigan goddess of the storm I ask for your help in every form, turn it back into the sea, absorb it into the rock into the tree, send this storm far from me. And if my Goddess does agree than manifest please make it be!' Then take the silver or deep blue glitter and sprinkle it around the perimeter of the pentacle and let some fall off of your hand into the wind. Leave the stone as an offering to the elements and the Goddess.",
        "dificulty": "novice"
    },
    {
        "id": 3,
        "name": "Death by Voodoo Doll",
        "type": "spiritual",
        "items": "wax,clay or cloth for the poppet, something sharp to stab the poppet, dirst/dust from a graveyard, any personal items from the victim(nails, hair)",
        "description": "This is best done on a saturday on a waning moon. Construct the poppet( voodoo doll), with whatever materials you have chosen, it doesn't have to be artistic, make whatever you can that resembles a human( the person you want dead). All while doing it visualize it as the person. Put the personal items either inside or firmly stuck on the poppet. Get the graveyard dust/ dirt. make sure it is dirt from a real grave yard you have gathered yourself. and put it in and on the poppet, then as you visualize the popet as the person with as much focus and hate, you then stab it, knowing you have killed the person. Be as hateful as you can, then you take it and either bury it in a graveyard or outside the persons home or their place of work.After doing such workings it is then advisale to clean you aura and chakras and I personally like to also have a spiritual cleansing bath(with rue herb or rue oil, eggshell powder and sea salt).",
        "dificulty": "advanced"
    }
]